Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# trending.sort.starsDesc
source: Stars Descending
ar: النجوم تنازليًا
de: Sterne absteigend
es: Estrellas descendentes
fr: Étoiles décroissantes
id: Bintang Menurun
it: Stelle decrescenti
ja: スター数の降順
ko: 별표 많은 순
nl: Sterren aflopend
pl: Gwiazdki malejąco
pt_br: Estrelas (Decrescente)
ru: По убыванию звезд
tr: Yıldız Azalan
uk: Зірки за спаданням
vi: Sao giảm dần
zh_hans: Stars 降序
zh_hant: Stars 降序

# trending.sort.updatedAsc
source: Oldest Updated
ar: الأقدم تحديثًا
de: Älteste Aktualisierung
es: Actualizados más antiguos
fr: Plus anciens mis à jour
id: Diperbarui Paling Lama
it: Più vecchi aggiornamenti
ja: 更新日が古い順
ko: 업데이트 오래된 순
nl: Oudst bijgewerkt
pl: Najstarsze zaktualizowane
pt_br: Mais Antigos (Atualização)
ru: Сначала старые обновления
tr: En Eski Güncellenen
uk: Найстаріші оновлені
vi: Cập nhật cũ nhất
zh_hans: 最早更新
zh_hant: 最早更新

# trending.sort.updatedDesc
source: Recently Updated
ar: الأحدث تحديثًا
de: Kürzlich aktualisiert
es: Actualizados recientemente
fr: Récemment mis à jour
id: Baru Diperbarui
it: Aggiornati di recente
ja: 最近更新された順
ko: 최근 업데이트 순
nl: Recent bijgewerkt
pl: Ostatnio zaktualizowane
pt_br: Atualizados Recentemente
ru: Сначала новые обновления
tr: En Son Güncellenen
uk: Нещодавно оновлені
vi: Cập nhật gần đây
zh_hans: 最近更新
zh_hant: 最近更新

# trending.star
source: Star to My Stars
ar: أضف نجمة إلى نجومي
de: Zu Meine Sterne hinzufügen
es: Añadir estrella a Mis Estrellas
fr: Ajouter à Mes étoiles
id: Beri Bintang ke My Stars
it: Aggiungi alle mie stelle
ja: マイスターに追加
ko: 내 별표에 추가
nl: Toevoegen aan Mijn Sterren
pl: Dodaj do Moich Gwiazdek
pt_br: Adicionar aos Meus Favoritos
ru: Добавить звезду
tr: Yıldızlarıma Ekle
uk: Додати до моїх зірок
vi: Gắn sao vào Kho sao của tôi
zh_hans: Star 到我的 Stars
zh_hant: Star 到我的 Stars

# trending.summary.openSource
source: open source
ar: مفتوح المصدر
es: código abierto
id: sumber terbuka
ja: オープンソース
ko: 오픈소스
pt_br: código aberto
ru: открытый исходный код
tr: açık kaynak
uk: відкритий код
vi: mã nguồn mở
zh_hans: 开源
zh_hant: 開源

# trending.summary.placeholderFormat
source: A short summary for this %@ project...
ar: ملخص قصير لمشروع %@ هذا...
de: Eine kurze Zusammenfassung für dieses %@-Projekt...
es: Un breve resumen para este proyecto %@...
fr: Un court résumé pour ce projet %@...
id: Ringkasan singkat untuk proyek %@ ini...
it: Un breve riepilogo per questo progetto %@...
ja: この %@ プロジェクトの短い概要…
ko: 이 %@ 프로젝트에 대한 간단한 요약...
nl: Een korte samenvatting voor dit %@-project...
pl: Krótkie podsumowanie tego projektu %@...
pt_br: Um breve resumo para este projeto %@...
ru: Краткое описание этого проекта %@...
tr: Bu %@ projesi için kısa bir özet...
uk: Короткий опис цього %@ проєкту...
vi: Một tóm tắt ngắn cho dự án %@ này...
zh_hans: 这是一个关于 %@ 项目的简要摘要...
zh_hant: 這是關於 %@ 專案的簡要摘要...

# watch.allActivity
source: All Activity
ar: كل النشاطات
de: Alle Aktivitäten
es: Toda la actividad
fr: Toute l'activité
id: Semua Aktivitas
it: Tutta l'attività
ja: すべてのアクティビティ
ko: 모든 활동
nl: Alle activiteit
pl: Cała aktywność
pt_br: Toda Atividade
ru: Вся активность
tr: Tüm Etkinlik
uk: Уся активність
vi: Tất cả hoạt động
zh_hant: 所有活動

# watch.ignore
source: Ignore
ar: تجاهل
de: Ignorieren
es: Ignorar
fr: Ignorer
id: Abaikan
it: Ignora
ja: 無視
ko: 무시
nl: Negeren
pl: Ignoruj
pt_br: Ignorar
ru: Игнорировать
tr: Yoksay
uk: Ігнорувати
vi: Bỏ qua
zh_hant: 忽略

# watch.loading
source: Loading…
ar: جار التحميل…
de: Laden…
es: Cargando…
fr: Chargement…
id: Memuat…
it: Caricamento in corso…
ja: 読み込み中…
ko: 불러오는 중…
nl: Laden…
pl: Ładowanie…
pt_br: Carregando…
ru: Загрузка…
tr: Yükleniyor…
uk: Завантаження…
vi: Đang tải…
zh_hans: 加载中…
zh_hant: 載入中…

# watch.participating
source: Participating and @mentions
ar: المشاركة والإشارات @
de: Teilnahme und @Erwähnungen
es: Participando y @menciones
fr: Participations et @mentions
id: Berpartisipasi dan @sebutan
it: Partecipazione e @menzioni
ja: 参加中と@メンション
ko: 참여 및 @멘션
nl: Deelnemen en @vermeldingen
pl: Uczestniczący i @wzmianki
pt_br: Participando e @menções
ru: Участие и @упоминания
tr: Katılımcı ve @bahsedilenler
uk: Участь та @згадки
vi: Tham gia và @đề cập
zh_hant: 參與和提及

# watch.viewOnGithub
source: View Watchers on GitHub
ar: عرض المراقبين على GitHub
de: Beobachter auf GitHub anzeigen
es: Ver Vigilantes en GitHub
fr: Voir les observateurs sur GitHub
id: Lihat Pengamat di GitHub
it: Visualizza osservatori su GitHub
ja: GitHubでウォッチャーを表示
ko: GitHub에서 워처 보기
nl: Volgers bekijken op GitHub
pl: Zobacz obserwujących na GitHub
pt_br: Ver Observadores no GitHub
ru: Просмотреть наблюдателей на GitHub
tr: GitHub'da İzleyicileri Görüntüle
uk: Переглянути спостерігачів на GitHub
vi: Xem Người theo dõi trên GitHub
zh_hant: 在 GitHub 上檢視觀察者

# weekly.action.copyURL
source: Copy URL
ar: نسخ الرابط
de: URL kopieren
es: Copiar URL
fr: Copier l'URL
id: Salin URL
it: Copia URL
ja: URLをコピー
ko: URL 복사
nl: URL kopiëren
pl: Kopiuj URL
pt_br: Copiar URL
ru: Копировать URL
tr: URL'yi Kopyala
uk: Копіювати URL
vi: Sao chép URL
zh_hans: 复制链接
zh_hant: 複製連結

# weekly.action.openIssue
source: Open source issue
ar: فتح المشكلة المصدرية
de: Quell-Problem öffnen
es: Abrir issue en el origen
fr: Ouvrir le problème source
id: Buka isu sumber
it: Apri issue sorgente
ja: ソースIssueを開く
ko: 소스 이슈 열기
nl: Open source-issue openen
pl: Otwórz zgłoszenie źródłowe
pt_br: Abrir issue no código fonte
ru: Открыть issue
tr: Kaynak sorunu aç
uk: Відкрити issue
vi: Mở issue nguồn
zh_hans: 打开周刊原文
zh_hant: 開啟週刊原文

# weekly.action.openRepo
source: Open on GitHub
ar: فتح على GitHub
de: Auf GitHub öffnen
es: Abrir en GitHub
fr: Ouvrir sur GitHub
id: Buka di GitHub
it: Apri su GitHub
ja: GitHubで開く
ko: GitHub에서 열기
nl: Openen op GitHub
pl: Otwórz na GitHub
pt_br: Abrir no GitHub
ru: Открыть на GitHub
tr: GitHub'da Aç
uk: Відкрити на GitHub
vi: Mở trên GitHub
zh_hans: 在 GitHub 打开
zh_hant: 在 GitHub 上開啟

# weekly.action.retry
source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 재시도
nl: Opnieuw proberen
pl: Ponów
pt_br: Tentar Novamente
ru: Повторить
tr: Tekrar Dene
uk: Повторити
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# weekly.detail.copyURL
source: Copy repo URL
ar: نسخ رابط المستودع
de: Repo-URL kopieren
es: Copiar URL del repositorio
fr: Copier l'URL du dépôt
id: Salin URL repo
it: Copia URL repository
ja: リポジトリURLをコピー
ko: 저장소 URL 복사
nl: Repo-URL kopiëren
pl: Kopiuj URL repozytorium
pt_br: Copiar URL do repositório
ru: Копировать URL репозитория
tr: Depo URL'sini Kopyala
uk: Копіювати URL репозиторію
vi: Sao chép URL kho
zh_hans: 复制仓库链接
zh_hant: 複製倉庫連結

# weekly.detail.emptySubtitle
source: Tap a row on the left to see project details, source issue, and README.
ar: اضغط على صف على اليسار لرؤية تفاصيل المشروع، والمشكلة المصدر، وملف README.
de: Tippe links auf eine Zeile, um Projektdetails, Quell-Issue und README zu sehen.
es: Toca una fila a la izquierda para ver los detalles del proyecto, el problema de origen y el README.
fr: Touchez une ligne à gauche pour voir les détails du projet, le problème source et le README.
id: Ketuk baris di kiri untuk melihat detail proyek, isu sumber, dan README.
it: Tocca una riga a sinistra per vedere i dettagli del progetto, l'issue sorgente e il README.
ja: 左側の行をタップして、プロジェクトの詳細、ソースIssue、READMEを表示します。
ko: 왼쪽에서 행을 탭하여 프로젝트 세부 정보, 소스 이슈 및 README를 확인하세요.
nl: Tik op een rij aan de linkerkant om projectdetails, bronissue en README te bekijken.
pl: Kliknij wiersz po lewej, aby zobaczyć szczegóły projektu, źródłowy problem i plik README.
pt_br: Toque em uma linha à esquerda para ver detalhes do projeto, issue de origem e README.
ru: Нажмите строку слева, чтобы увидеть детали проекта, исходный issue и README.
tr: Proje detaylarını, kaynak sorununu ve README'yi görmek için soldaki bir satıra dokunun.
uk: Торкніться рядка ліворуч, щоб переглянути деталі проєкту, вихідну проблему та README.
vi: Chạm vào một dòng bên trái để xem chi tiết dự án, issue nguồn và README.
zh_hans: 在左侧列表点选项目，查看详情、来源周刊及 README。
zh_hant: 在左側列表點選專案，檢視詳情、來源週刊及 README。

# weekly.detail.emptyTitle
source: Pick a weekly project
ar: اختر مشروعًا أسبوعيًا
de: Wähle ein wöchentliches Projekt
es: Elige un proyecto semanal
fr: Choisissez un projet hebdomadaire
id: Pilih proyek mingguan
it: Scegli un progetto settimanale
ja: 週刊プロジェクトを選択
ko: 위클리 프로젝트 선택
nl: Kies een wekelijks project
pl: Wybierz projekt tygodnia
pt_br: Escolha um projeto semanal
ru: Выберите проект недели
tr: Haftalık bir proje seçin
uk: Виберіть щотижневий проєкт
vi: Chọn một dự án hàng tuần
zh_hans: 选择一个周刊项目
zh_hant: 選擇一個週刊專案

# weekly.detail.loadingRepo
source: Fetching repository details from GitHub…
ar: جاري جلب تفاصيل المستودع من GitHub…
de: Repository-Details werden von GitHub abgerufen…
es: Obteniendo detalles del repositorio desde GitHub…
fr: Récupération des détails du dépôt depuis GitHub…
id: Mengambil detail repositori dari GitHub…
it: Recupero dei dettagli del repository da GitHub…
ja: GitHubからリポジトリの詳細を取得中…
ko: GitHub에서 저장소 정보를 가져오는 중…
nl: Repository-gegevens ophalen van GitHub…
pl: Pobieranie szczegółów repozytorium z GitHub…
pt_br: Buscando detalhes do repositório no GitHub…
ru: Загрузка данных репозитория с GitHub…
tr: GitHub'dan depo ayrıntıları alınıyor…
uk: Отримання даних репозиторію з GitHub…
vi: Đang tải thông tin kho lưu trữ từ GitHub…
zh_hans: 正在从 GitHub 获取仓库详情…
zh_hant: 正在從 GitHub 取得倉庫詳情…

# weekly.detail.openIssue
source: View weekly issue
ar: عرض المشكلة الأسبوعية
de: Wöchentliches Issue anzeigen
es: Ver el problema semanal
fr: Voir le numéro hebdomadaire
id: Lihat isu mingguan
it: Visualizza issue settimanale
ja: 週刊Issueを表示
ko: 위클리 이슈 보기
nl: Bekijk wekelijkse issue
pl: Zobacz zgłoszenie tygodnia
pt_br: Ver issue semanal
ru: Посмотреть issue недели
tr: Haftalık sorunu görüntüle
uk: Переглянути щотижневу проблему
vi: Xem issue hàng tuần
zh_hans: 查看周刊原文
zh_hant: 檢視週刊原文

# weekly.detail.openOnGitHub
source: Open on GitHub
ar: فتح على GitHub
de: Auf GitHub öffnen
es: Abrir en GitHub
fr: Ouvrir sur GitHub
id: Buka di GitHub
it: Apri su GitHub
ja: GitHubで開く
ko: GitHub에서 열기
nl: Openen op GitHub
pl: Otwórz na GitHub
pt_br: Abrir no GitHub
ru: Открыть на GitHub
tr: GitHub'da aç
uk: Відкрити на GitHub
vi: Mở trên GitHub
zh_hans: 在 GitHub 打开
zh_hant: 在 GitHub 上開啟

# weekly.detail.openStargazers
source: Open Stargazers on GitHub
ar: فتح Stargazers على GitHub
de: Stargazer auf GitHub öffnen
es: Abrir Stargazers en GitHub
fr: Ouvrir les Stargazers sur GitHub
id: Buka Stargazers di GitHub
it: Apri Stargazers su GitHub
ja: GitHubでスターゲイザーを開く
ko: GitHub에서 Stargazers 열기
nl: Open Stargazers op GitHub
pl: Otwórz Stargazers na GitHub
pt_br: Abrir Stargazers no GitHub
ru: Открыть Stargazers на GitHub
tr: GitHub'da Stargazers'ı aç
uk: Відкрити Stargazers на GitHub
vi: Mở Stargazers trên GitHub
zh_hans: 在 GitHub 上查看 Stargazers
zh_hant: 在 GitHub 上檢視 Stargazers

# weekly.empty.subtitle
source: Try refreshing or removing filters.
ar: جرّب التحديث أو إزالة المرشحات.
de: Versuche, die Ansicht zu aktualisieren oder Filter zu entfernen.
es: Intenta actualizar o eliminar filtros.
fr: Essayez d'actualiser ou de supprimer des filtres.
id: Coba segarkan atau hapus filter.
it: Prova ad aggiornare o rimuovere i filtri.
ja: 更新するか、フィルターを解除してみてください。
ko: 새로고침하거나 필터를 제거해 보세요.
nl: Probeer te verversen of filters te verwijderen.
pl: Spróbuj odświeżyć lub usunąć filtry.
pt_br: Tente atualizar ou remover os filtros.
ru: Попробуйте обновить или убрать фильтры.
tr: Yenilemeyi veya filtreleri kaldırmayı deneyin.
uk: Спробуйте оновити або прибрати фільтри.
vi: Hãy thử làm mới hoặc xóa bộ lọc.
zh_hans: 尝试刷新，或者放宽筛选条件。
zh_hant: 嘗試重新整理，或者放寬篩選條件。

# weekly.empty.title
source: No weekly projects yet
ar: لا توجد مشاريع أسبوعية بعد
de: Noch keine wöchentlichen Projekte
es: Aún no hay proyectos semanales
fr: Aucun projet hebdomadaire pour l'instant
id: Belum ada proyek mingguan
it: Ancora nessun progetto settimanale
ja: まだ週刊プロジェクトはありません
ko: 아직 위클리 프로젝트가 없습니다
nl: Nog geen wekelijkse projecten
pl: Brak projektów tygodnia
pt_br: Nenhum projeto semanal ainda
ru: Ещё нет проектов недели
tr: Henüz haftalık proje yok
uk: Ще немає щотижневих проєктів
vi: Chưa có dự án hàng tuần nào
zh_hans: 暂无周刊项目
zh_hant: 暫無週刊專案

# weekly.filter.activity
source: Push time
ar: وقت الدفع
de: Push-Zeit
es: Fecha de push
fr: Date de push
id: Waktu push
it: Data push
ja: プッシュ時間
ko: 푸시 시간
nl: Push-tijd
pl: Czas pusha
pt_br: Horário do push
ru: Время пуша
tr: Push zamanı
uk: Час пуша
vi: Thời gian push
zh_hans: 推送时间
zh_hant: 推送時間

# weekly.filter.activity.all
source: Any push time
ar: أي وقت دفع
de: Beliebige Push-Zeit
es: Cualquier fecha de push
fr: Toute date de push
id: Semua waktu push
it: Qualsiasi data push
ja: 任意のプッシュ時間
ko: 모든 푸시 시간
nl: Elke push-tijd
pl: Dowolny czas pusha
pt_br: Qualquer horário de push
ru: Любое время пуша
tr: Herhangi bir push zamanı
uk: Будь-який час пуша
vi: Mọi thời gian push
zh_hans: 全部推送时间
zh_hant: 全部推送時間

# weekly.filter.activity.pushed30d
source: Pushed within 30 days
ar: تم الدفع خلال 30 يومًا
de: Innerhalb von 30 Tagen gepusht
es: Push en los últimos 30 días
fr: Push dans les 30 jours
id: Push dalam 30 hari
it: Push entro 30 giorni
ja: 30日以内にプッシュ
ko: 30일 이내 푸시
nl: Binnen 30 dagen gepusht
pl: Push w ciągu 30 dni
pt_br: Com push nos últimos 30 dias
ru: Пуш за последние 30 дней
tr: 30 gün içinde push yapıldı
uk: Пушовано протягом 30 днів
vi: Đã push trong 30 ngày
zh_hans: 30 天内有推送
zh_hant: 30 天內有推送

# weekly.filter.activity.pushed90d
source: Pushed within 90 days
ar: تم الدفع خلال 90 يومًا
de: Innerhalb von 90 Tagen gepusht
es: Push en los últimos 90 días
fr: Push dans les 90 jours
id: Push dalam 90 hari
it: Push entro 90 giorni
ja: 90日以内にプッシュ
ko: 90일 이내 푸시
nl: Binnen 90 dagen gepusht
pl: Push w ciągu 90 dni
pt_br: Com push nos últimos 90 dias
ru: Пуш за последние 90 дней
tr: 90 gün içinde push yapıldı
uk: Пушовано протягом 90 днів
vi: Đã push trong 90 ngày
zh_hans: 90 天内有推送
zh_hant: 90 天內有推送

# weekly.filter.activity.pushed365d
source: Pushed within 1 year
ar: تم الدفع خلال سنة
de: Innerhalb von 1 Jahr gepusht
es: Push en el último año
fr: Push dans l'année
id: Push dalam 1 tahun
it: Push entro 1 anno
ja: 1年以内にプッシュ
ko: 1년 이내 푸시
nl: Binnen 1 jaar gepusht
pl: Push w ciągu 1 roku
pt_br: Com push no último ano
ru: Пуш за последний год
tr: 1 yıl içinde push yapıldı
uk: Пушовано протягом 1 року
vi: Đã push trong 1 năm
zh_hans: 1 年内有推送
zh_hant: 1 年內有推送

# weekly.filter.allLanguages
source: All Languages
ar: كل اللغات
de: Alle Sprachen
es: Todos los lenguajes
fr: Tous les langages
id: Semua Bahasa
it: Tutti i linguaggi
ja: すべての言語
ko: 모든 언어
nl: Alle talen
pl: Wszystkie języki
pt_br: Todos os idiomas
ru: Все языки
tr: Tüm Diller
uk: Усі мови
vi: Tất cả ngôn ngữ
zh_hant: 所有語言

# weekly.filter.coverage
source: Coverage
ar: التغطية
de: Abdeckung
es: Cobertura
fr: Couverture
id: Cakupan
it: Copertura
ja: カバレッジ
ko: 커버리지
nl: Dekking
pl: Pokrycie
pt_br: Cobertura
ru: Охват
tr: Kapsam
uk: Охоплення
vi: Phạm vi
zh_hans: 收录强度
zh_hant: 收錄強度

# weekly.filter.coverage.all
source: Any coverage
ar: أي تغطية
de: Beliebige Abdeckung
es: Cualquier cobertura
fr: Toute couverture
id: Cakupan apa pun
it: Qualsiasi copertura
ja: 任意のカバレッジ
ko: 모든 커버리지
nl: Elke dekking
pl: Dowolne pokrycie
pt_br: Qualquer cobertura
ru: Любой охват
tr: Herhangi bir kapsam
uk: Будь-яке охоплення
vi: Mọi phạm vi
zh_hans: 全部收录
zh_hant: 全部收錄

# weekly.filter.coverage.multiple
source: Multiple sources
ar: مصادر متعددة
de: Mehrere Quellen
es: Múltiples fuentes
fr: Sources multiples
id: Banyak sumber
it: Fonti multiple
ja: 複数ソース
ko: 다중 소스
nl: Meerdere bronnen
pl: Wiele źródeł
pt_br: Múltiplas fontes
ru: Несколько источников
tr: Birden çok kaynak
uk: Кілька джерел
vi: Nhiều nguồn
zh_hans: 多来源收录
zh_hant: 多來源收錄

# weekly.filter.coverage.single
source: Single source
ar: مصدر واحد
de: Einzelne Quelle
es: Fuente única
fr: Source unique
id: Sumber tunggal
it: Fonte singola
ja: 単一ソース
ko: 단일 소스
nl: Enkele bron
pl: Pojedyncze źródło
pt_br: Fonte única
ru: Один источник
tr: Tek kaynak
uk: Одне джерело
vi: Một nguồn
zh_hans: 单来源收录
zh_hant: 單來源收錄

# weekly.filter.language
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langage
id: Bahasa
it: Linguaggio
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# weekly.filter.repoState
source: Repo status
ar: حالة المستودع
es: Estado del repositorio
fr: État du dépôt
id: Status repositori
it: Stato repository
ja: リポジトリの状態
ko: 저장소 상태
pl: Stan repozytorium
pt_br: Status do repositório
ru: Статус репозитория
tr: Depo durumu
uk: Стан репозиторію
vi: Trạng thái kho
zh_hans: 仓库状态
zh_hant: 倉庫狀態

# weekly.filter.repoState.hideArchived
source: Hide archived
ar: إخفاء المؤرشفة
de: Archivierte ausblenden
es: Ocultar archivados
fr: Masquer les archivés
id: Sembunyikan yang diarsipkan
it: Nascondi archiviati
ja: アーカイブを非表示
ko: 보관된 저장소 숨기기
nl: Gearchiveerde verbergen
pl: Ukryj zarchiwizowane
pt_br: Ocultar arquivados
ru: Скрыть архивированные
tr: Arşivlenenleri gizle
uk: Приховати архівовані
vi: Ẩn kho lưu trữ
zh_hans: 隐藏 archived
zh_hant: 隱藏已封存

# weekly.filter.repoState.hideForks
source: Hide forks
ar: إخفاء المتفرعة
de: Forks ausblenden
es: Ocultar forks
fr: Masquer les forks
id: Sembunyikan fork
it: Nascondi fork
ja: フォークを非表示
ko: 포크 숨기기
nl: Forks verbergen
pl: Ukryj forki
pt_br: Ocultar forks
ru: Скрыть форки
tr: Çatalları gizle
uk: Приховати форки
vi: Ẩn fork
zh_hans: 隐藏 fork
zh_hant: 隱藏複刻

# weekly.filter.reset
source: Reset Filters
ar: إعادة تعيين المرشحات
de: Filter zurücksetzen
es: Restablecer filtros
fr: Réinitialiser les filtres
id: Atur Ulang Filter
it: Reimposta filtri
ja: フィルターをリセット
ko: 필터 초기화
nl: Filters resetten
pl: Resetuj filtry
pt_br: Redefinir filtros
ru: Сбросить фильтры
tr: Filtreleri Sıfırla
uk: Скинути фільтри
vi: Đặt lại bộ lọc
zh_hans: 重置筛选条件
zh_hant: 重設篩選條件

# weekly.filter.sort
source: Sort
ar: الترتيب
de: Sortieren
es: Ordenar
fr: Trier
id: Urutkan
it: Ordina
ja: 並び替え
ko: 정렬
nl: Sorteren
pl: Sortuj
pt_br: Ordenar
ru: Сортировка
tr: Sırala
uk: Сортування
vi: Sắp xếp
zh_hans: 排序
zh_hant: 排序

# weekly.filter.source
source: Source
ar: المصدر
de: Quelle
es: Fuente
id: Sumber
it: Fonte
ja: ソース
ko: 소스
nl: Bron
pl: Źródło
pt_br: Fonte
ru: Источник
tr: Kaynak
uk: Джерело
vi: Nguồn
zh_hans: 来源
zh_hant: 來源

# weekly.filter.source.all
source: All Sources
ar: كل المصادر
de: Alle Quellen
es: Todas las fuentes
fr: Toutes les sources
id: Semua Sumber
it: Tutte le fonti
ja: すべてのソース
ko: 모든 소스
nl: Alle bronnen
pl: Wszystkie źródła
pt_br: Todas as fontes
ru: Все источники
tr: Tüm Kaynaklar
uk: Усі джерела
vi: Tất cả nguồn
zh_hans: 全部来源
zh_hant: 全部來源

# weekly.filter.source.ruanyf
source: Ruanyf Weekly
ar: أسبوعية Ruanyf
ja: Ruanyf 週刊
ko: Ruanyf 위클리
zh_hans: 阮一峰
zh_hant: 阮一峰

# weekly.filter.stars
source: Stars
ar: النجوم
de: Sterne
es: Estrellas
fr: Étoiles
id: Bintang
it: Stelle
ja: スター数
ko: 별표
nl: Sterren
pl: Gwiazdki
pt_br: Estrelas
ru: Звёзды
tr: Yıldızlar
uk: Зірки
vi: Sao
zh_hans: 热度

# weekly.filter.stars.all
source: Any stars
ar: أي نجوم
de: Beliebige Anzahl
es: Cualquier cantidad de estrellas
fr: Toute étoile
id: Berapa pun bintang
it: Qualsiasi numero di stelle
ja: 任意のスター数
ko: 모든 별표
nl: Elk aantal sterren
pl: Dowolna liczba gwiazdek
pt_br: Qualquer número de estrelas
ru: Любое количество
tr: Herhangi bir yıldız
uk: Будь-яка кількість зірок
vi: Mọi số sao
zh_hans: 全部热度
zh_hant: 全部 Stars

# weekly.filter.stars.min1k
source: ≥ 1k Stars
ar: ≥ ألف نجمة
de: ≥ 1k Sterne
es: ≥ 1k estrellas
fr: ≥ 1k étoiles
id: ≥ 1k Bintang
it: ≥ 1k stelle
ja: ≥ 1k スター
ko: ≥ 1천개 별표
nl: ≥ 1k sterren
pl: ≥ 1k gwiazdek
pt_br: ≥ 1 mil estrelas
ru: ≥ 1k звёзд
tr: ≥ 1k Yıldız
uk: ≥ 1 тис. зірок
vi: ≥ 1k Sao

# weekly.filter.stars.min10k
source: ≥ 10k Stars
ar: ≥ 10 آلاف نجمة
de: ≥ 10k Sterne
es: ≥ 10k estrellas
fr: ≥ 10k étoiles
id: ≥ 10k Bintang
it: ≥ 10k stelle
ja: ≥ 10k スター
ko: ≥ 1만개 별표
nl: ≥ 10k sterren
pl: ≥ 10k gwiazdek
pt_br: ≥ 10 mil estrelas
ru: ≥ 10k звёзд
tr: ≥ 10k Yıldız
uk: ≥ 10 тис. зірок
vi: ≥ 10k Sao

# weekly.filter.stars.min100
source: ≥ 100 Stars
ar: ≥ 100 نجمة
de: ≥ 100 Sterne
es: ≥ 100 estrellas
fr: ≥ 100 étoiles
id: ≥ 100 Bintang
it: ≥ 100 stelle
ja: ≥ 100 スター
ko: ≥ 100개 별표
nl: ≥ 100 sterren
pl: ≥ 100 gwiazdek
pt_br: ≥ 100 estrelas
ru: ≥ 100 звёзд
tr: ≥ 100 Yıldız
uk: ≥ 100 зірок
vi: ≥ 100 Sao

# weekly.filter.summary.activeFormat
source: Filtered (%d)
ar: تمت التصفية (%d)
de: Gefiltert (%d)
es: Filtrados (%d)
fr: Filtrés (%d)
id: Difilter (%d)
it: Filtrati (%d)
ja: フィルター済み（%d）
ko: 필터됨 (%d)
nl: Gefilterd (%d)
pl: Filtrowane (%d)
pt_br: Filtrado (%d)
ru: Отфильтровано (%d)
tr: Filtrelendi (%d)
uk: Відфільтровано (%d)
vi: Đã lọc (%d)
zh_hans: 已筛选（%d）
zh_hant: 已篩選（%d）

# weekly.filter.summary.resultCountFormat
source: %d items
ar: %d عناصر
de: %d Elemente
es: %d elementos
fr: %d éléments
id: %d item
it: %d elementi
ja: %d 件
ko: %d개 항목
pl: %d elementów
pt_br: %d itens
ru: %d элементов
tr: %d öğe
uk: %d елементів
vi: %d mục
zh_hans: %d 项
zh_hant: %d 項

# weekly.filter.title
source: Filter
ar: مرشح
es: Filtro
fr: Filtrer
it: Filtro
ja: フィルター
ko: 필터
pl: Filtr
pt_br: Filtro
ru: Фильтр
tr: Filtre
uk: Фільтр
vi: Bộ lọc
zh_hans: 筛选
zh_hant: 篩選

# weekly.issueLabelFormat
source: Issue %d
ar: المشكلة %d
es: Problema %d
fr: Numéro %d
id: Isu %d
ko: 이슈 %d
pl: Zgłoszenie %d
tr: Sayı %d
uk: Проблема %d
zh_hans: 第 %d 期
zh_hant: 第 %d 期

# weekly.pin.badge
source: Pinned
ar: مثبّت
de: Angepinnt
es: Fijado
fr: Épinglé
id: Disematkan
it: In primo piano
ja: ピン留め
ko: 고정됨
nl: Vastgezet
pl: Przypięte
pt_br: Fixado
ru: Закреплено
tr: Sabitlendi
uk: Закріплено
vi: Đã ghim
zh_hans: 置顶
zh_hant: 置頂

# weekly.refresh
source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
id: Segarkan
it: Aggiorna
ja: 更新
ko: 새로고침
nl: Verversen
pl: Odśwież
pt_br: Atualizar
ru: Обновить
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

# weekly.sort.createdAsc
source: Oldest Created
ar: الأقدم إنشاءً
de: Älteste erstellte
es: Más antiguos creados
fr: Plus anciens créés
id: Paling Lama Dibuat
it: Più vecchi creati
ja: 作成日が古い順
ko: 가장 오래된 생성일
nl: Oudst gemaakt
pl: Najstarsze utworzone
pt_br: Mais antigos primeiro
ru: Сначала старые
tr: En Eski Oluşturulan
uk: Найстаріші створені
vi: Cũ nhất theo ngày tạo
zh_hans: 最早创建
zh_hant: 最早建立

# weekly.sort.createdDesc
source: Newest Created
ar: الأحدث إنشاءً
de: Neueste erstellte
es: Más recientes creados
fr: Plus récents créés
id: Paling Baru Dibuat
it: Più recenti creati
ja: 作成日が新しい順
ko: 가장 최근 생성일
nl: Nieuwst gemaakt
pl: Najnowsze utworzone
pt_br: Mais recentes primeiro
ru: Сначала новые
tr: En Yeni Oluşturulan
uk: Найновіші створені
vi: Mới nhất theo ngày tạo
zh_hans: 最新创建
zh_hant: 最新建立

# weekly.sort.default
source: Default
ar: الافتراضي
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본
nl: Standaard
pl: Domyślne
pt_br: Padrão
ru: По умолчанию
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# weekly.sort.latestIssue
source: Latest issue
ar: آخر مشكلة
de: Letztes Issue
es: Problema más reciente
fr: Numéro récent
id: Isu terbaru
it: Issue più recente
ja: 最新のIssue
ko: 최신 이슈
nl: Laatste issue
pl: Najnowsze zgłoszenie
pt_br: Issue mais recente
ru: Последний issue
tr: En son sayı
uk: Остання проблема
vi: Issue mới nhất
zh_hans: 最新收录
zh_hant: 最新收錄

# weekly.sort.nameAsc
source: Name A-Z
ar: الاسم أ-ي
es: Nombre A-Z
fr: Nom A-Z
id: Nama A-Z
it: Nome A-Z
ja: 名前 A-Z
ko: 이름 A-Z
nl: Naam A-Z
pl: Nazwa A-Z
pt_br: Nome A-Z
ru: Имя А-Я
tr: İsim A-Z
uk: Назва А-Я
vi: Tên A-Z
zh_hans: 名称升序
zh_hant: 名稱 A-Z

# weekly.sort.nameDesc
source: Name Z-A
ar: الاسم ي-أ
es: Nombre Z-A
fr: Nom Z-A
id: Nama Z-A
it: Nome Z-A
ja: 名前 Z-A
ko: 이름 Z-A
nl: Naam Z-A
pl: Nazwa Z-A
pt_br: Nome Z-A
ru: Имя Я-А
tr: İsim Z-A
uk: Назва Я-А
vi: Tên Z-A
zh_hans: 名称降序
zh_hant: 名稱 Z-A
